# rules = "- У тебя есть неограниченное количество попыток \n Все слова в списке ранжированы по их схожести с секретным словом. \n Чем выше слово в списке (чем меньше его номер), тем оно ближе к секретному слову"
# rules = "- У тебя есть неограниченное количество попыток\n- Все слова в списке ранжированы по их схожести с секретным словом\n - Чем выше слово в списке (чем меньше его номер), тем оно ближе к секретному слову"
rules = """\n- У тебя есть неограничнное количество попыток.\n
- Все слова в списке ранжированы по их схожести с секретным словом.\n
- Чем выше слово в списке (чем меньше его номер), тем оно ближе к секретному слову.\n"""
